Repository: mozilla-l10n/mt-training-data
Catalog: mnw/mnw_pontoon.tmx
Source language: en_us
Languages: mnw

source: trackers
mnw: ကိရိယာ ဗက်ဂၠာဲစၟတ်သမ္တီ

source: Tracking Content
mnw: အရာမဗက်ဂၠာဲစၟတ်သမ္တီ

source: unencrypted
mnw: ဟွံမွဲကဵုကၟာတ်လဒဵု

source: unresponsive
mnw: ဟွံထ္ၜးအကာဲ

source: unsafe
mnw: ဟွံဂီုကၠီု

source: validate
mnw: ဗိုန်ဗတ်

source: validity
mnw: အရာဗိုန်ဗတ်

source: version
mnw: မူ

source: Web Authentication
mnw: ဝေပ်-စၟဳစၟတ်ပူဂဵု
